{"data":{"markdownRemark":{"html":"<p><em>English version below.</em></p>\n<hr>\n<h1>Impressum</h1>\n<p>Angaben gemäß § 5 TMG</p>\n<p>Ullrich Schäfer<br>\nUllrich Schäfer - Softwareentwicklung<br>\nMehringamm 87<br>\n10965 Berlin<br>\nGermany  </p>\n<h2>Kontakt</h2>\n<p>Telefon: <a href=\"tel:+491706164411\">+49 (0) 170 6164411</a><br>\nE-Mail: <a href=\"mailto:imprint@ullrich.is\">imprint@ullrich.is</a><br>\nWebsite: <a href=\"http://ullrich.is\">http://ullrich.is</a>  </p>\n<h2>Umsatzsteuer-ID</h2>\n<p>Umsatzsteuer-Identifikationsnummer gemäß §27 a Umsatzsteuergesetz<br>\nDE313487022</p>\n<h2>Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV</h2>\n<p>Ullrich Schäfer</p>\n<h2>Haftungsausschluss</h2>\n<h3>Haftung für Inhalte</h3>\n<p>Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.</p>\n<h3>Haftung für Links</h3>\n<p>Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.</p>\n<h3>Urheberrecht</h3>\n<p>Die durch die Seitenbetreiber erstellten bzw. verwendeten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.</p>\n<h3>Analytics</h3>\n<p>Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. (\"Google\"). Google Analytics verwendet sog. \"Cookies\", Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert. Im Falle der Aktivierung der IP-Anonymisierung auf dieser Website, wird Ihre IP-Adresse von Google jedoch innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum zuvor gekürzt. Nur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt. Im Auftrag des Betreibers dieser Website wird Google diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen gegenüber dem Websitebetreiber zu erbringen. Die im Rahmen von Google Analytics von Ihrem Browser übermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt. Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.</p>\n<p>Sie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem sie das unter dem Link <a href=\"http://tools.google.com/dlpage/gaoptout?hl=de\">http://tools.google.com/dlpage/gaoptout?hl=de</a> verfügbare Browser-Plugin herunterladen und installieren.</p>\n<p>Auf dieser Website wird Google Analytics mit der Einstellung `anonymizeIp` initialisiert, so dass der letzte Teil der IP-Adresse maskiert wird, um eine anonymisierte Erfassung zu gewährleisten.\nNähere Informationen zu Nutzungsbedingungen und Datenschutz finden Sie unter <a href=\"http://www.google.com/analytics/terms/de.html\">http://www.google.com/analytics/terms/de.html</a> bzw. unter <a href=\"https://www.google.de/intl/de/policies/\">https://www.google.de/intl/de/policies/</a></p>\n<hr>\n<h1>Legal Disclosure</h1>\n<p>Information in accordance with section 5 TMG</p>\n<p>Ullrich Schäfer<br>\nUllrich Schäfer - Software Development<br>\nMehringamm 87<br>\n10965 Berlin<br>\nGermany  </p>\n<h2>Contact</h2>\n<p>Telephone: <a href=\"tel:+491706164411\">+49 (0) 170 6164411</a><br>\nE-Mail: <a href=\"mailto:imprint@ullrich.is\">imprint@ullrich.is</a><br>\nWebsite: <a href=\"http://ullrich.is\">http://ullrich.is</a>  </p>\n<h2>VAT number</h2>\n<p>VAT indentification number in accorance with section 27 a of the German VAT act<br>\nDE313487022</p>\n<h2>Person responsible for content in accordance with 55 Abs. 2 RStV</h2>\n<p>Ullrich Schäfer</p>\n<h2>Disclaimer</h2>\n<h3>Accountability for content</h3>\n<p>The contents of our pages have been created with the utmost care. However, we cannot guarantee the contents' accuracy, completeness or topicality. According to statutory provisions, we are furthermore responsible for our own content on these web pages. In this context, please note that we are accordingly not obliged to monitor merely the transmitted or saved information of third parties, or investigate circumstances pointing to illegal activity. Our obligations to remove or block the use of information under generally applicable laws remain unaffected by this as per §§ 8 to 10 of the Telemedia Act (TMG).</p>\n<h3>Accountability for links</h3>\n<p>Responsibility for the content of external links (to web pages of third parties) lies solely with the operators of the linked pages. No violations were evident to us at the time of linking. Should any legal infringement become known to us, we will remove the respective link immediately.</p>\n<h3>Copyright</h3>\n<p>Our web pages and their contents are subject to German copyright law. Unless expressly permitted by law (§ 44a et seq. of the copyright law), every form of utilizing, reproducing or processing works subject to copyright protection on our web pages requires the prior consent of the respective owner of the rights. Individual reproductions of a work are allowed only for private use, so must not serve either directly or indirectly for earnings. Unauthorized utilization of copyrighted works is punishable (§ 106 of the copyright law).</p>\n<h3>Analytics</h3>\n<p>Google Analytics Disclaimer (Englisch, deutsche Version folgt unten)\nThis website uses Google Analytics, a web analytics service provided by Google, Inc. (\"Google\"). Google Analytics uses \"cookies\", which are text files placed on your computer to help the website analyse how visitors use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States . Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p>\n<p>You can prevent Google’s collection and use of data (cookies and IP address) by downloading and installing the browser plug-in available under <a href=\"https://tools.google.com/dlpage/gaoptout?hl=en\">https://tools.google.com/dlpage/gaoptout?hl=en</a>.</p>\n<p>Please note that this website initializes Google Analytics with the setting `anonymizeIp`. This guarantees anonymized data collection by masking the last part of your IP address.\nFurther information concerning the terms and conditions of use and data privacy can be found at <a href=\"http://www.google.com/analytics/terms/gb.html\">http://www.google.com/analytics/terms/gb.html</a> or at <a href=\"http://www.google.com/intl/en_uk/analytics/privacyoverview.html\">http://www.google.com/intl/en_uk/analytics/privacyoverview.html</a></p>"}},"pageContext":{"pathSlug":"/official"}}